[
    {
        "authors": [
            "George R. R. Martin"
        ],
        "description": "The kingdom of the royal Stark family faces its ultimate challenge in the onset of a generation-long winter, the poisonous plots of the rival Lannisters, the emergence of the Neverborn demons, and the arrival of barbarian hordes.",
        "image": "http://books.google.com/books/content?id=hXNvadj27ekC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "link": "http://books.google.com/books?id=hXNvadj27ekC&dq=game+of+thrones&hl=&source=gbs_api",
        "title": "A Game of Thrones",
        "volumeId": "hXNvadj27ekC"
    },
    {
        "authors": [
            "George R. R. Martin"
        ],
        "description": "Six separate factions vie for control of the realm of the late Lord Eddard Stark, while an ancient form of magic, an everlasting winter, and an unearthly army threaten to return.",
        "image": "http://books.google.com/books/content?id=vbeWDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "link": "http://books.google.com/books?id=vbeWDwAAQBAJ&dq=clash+of+kings&hl=&source=gbs_api",
        "title": "A Clash of Kings",
        "volumeId": "vbeWDwAAQBAJ"
    },
    {
        "authors": [
            "George R. R. Martin"
        ],
        "description": "THE BOOK BEHIND THE THIRD SEASON OF GAME OF THRONES, AN ORIGINAL SERIES NOW ON HBO. Here is the third volume in George R. R. Martin’s magnificent cycle of novels that includes A Game of Thrones and A Clash of Kings. As a whole, this series comprises a genuine masterpiece of modern fantasy, bringing together the best the genre has to offer. Magic, mystery, intrigue, romance, and adventure fill these pages and transport us to a world unlike any we have ever experienced. Already hailed as a classic, George R. R. Martin’s stunning series is destined to stand as one of the great achievements of imaginative fiction. A STORM OF SWORDS Of the five contenders for power, one is dead, another in disfavor, and still the wars rage as violently as ever, as alliances are made and broken. Joffrey, of House Lannister, sits on the Iron Throne, the uneasy ruler of the land of the Seven Kingdoms. His most bitter rival, Lord Stannis, stands defeated and disgraced, the victim of the jealous sorceress who holds him in her evil thrall. But young Robb, of House Stark, still rules the North from the fortress of Riverrun. Robb plots against his despised Lannister enemies, even as they hold his sister hostage at King’s Landing, the seat of the Iron Throne. Meanwhile, making her way across a blood-drenched continent is the exiled queen, Daenerys, mistress of the only three dragons still left in the world. . . . But as opposing forces maneuver for the final titanic showdown, an army of barbaric wildlings arrives from the outermost line of civilization. In their vanguard is a horde of mythical Others--a supernatural army of the living dead whose animated corpses are unstoppable. As the future of the land hangs in the balance, no one will rest until the Seven Kingdoms have exploded in a veritable storm of swords. . . . From the Paperback edition.",
        "image": "http://books.google.com/books/content?id=rIj5x-C7D2cC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "link": "https://play.google.com/store/books/details?id=rIj5x-C7D2cC&source=gbs_api",
        "title": "A Storm of Swords",
        "volumeId": "rIj5x-C7D2cC"
    },
    {
        "authors": [
            "George R. R. Martin"
        ],
        "description": "The kingdom exists in a state of perilous equilibrium following the death of a monstrous king, a regent ruling in King's Landing, and few claimants to the Iron Throne, until new conspiracies and alliances begin to erupt.",
        "image": "http://books.google.com/books/content?id=Ed6MDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "link": "http://books.google.com/books?id=Ed6MDQAAQBAJ&dq=feast+for+crows&hl=&source=gbs_api",
        "title": "A Feast for Crows",
        "volumeId": "Ed6MDQAAQBAJ"
    },
    {
        "authors": [
            "George R. R. Martin"
        ],
        "description": "A latest installment of the popular series follows a showdown set in the north of the Seven Kingdoms and reveals the circumstances that shaped southern-region events. By the best-selling author of A Feast for Crows. Reprint. 400,000 first printing.",
        "image": "http://books.google.com/books/content?id=JlSNDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "link": "http://books.google.com/books?id=JlSNDQAAQBAJ&dq=dance+with+dragons&hl=&source=gbs_api",
        "title": "A Dance with Dragons",
        "volumeId": "JlSNDQAAQBAJ"
    }
]
